[
    {
        "pregunta": "¿Cómo se debe presentar una acción de grupo?",
        "descripcion": "Rodrigo y sus vecinos se encuentran preocupados porque una construcción cercana a sus viviendas está generando daños estructurales a las mismas. La constructora no ha dado una respuesta positiva a las peticiones hechas por los afectados y estos han tenido que correr con todos los gastos para mantener sus viviendas en óptimas condiciones para habitar. En estos casos y otros similares, en donde se le causa un mismo daño, por los mismos hechos, a un grupo de mínimo 20 personas, y estas buscan la indemnización por los daños causados, existe una acción que le permitirá solicitar la reparaciónpara todos los afectados.",
        "que_hacer": [
            "1. Intente un acuerdo entre el grupo de personas afectadas y quienes están causando el daño. Este acuerdo podrá intentarse directamente entre las partes o se puede solicitar el inicio de un trámite de conciliación ante un Centro de Conciliación, notaría, conciliador en equidad o Defensoría del Pueblo. A la Personería podrá acudir cuando no exista ninguna de las autoridades anteriormente enunciadas.",
            "2. De no llegarse a un acuerdo, usted podrá presentar una demanda de acción de grupo. Esta demanda deberá ser presentada ante el juez civil (en caso de que sean privados los que causen el daño) o ante el juez administrativo (en caso de que quienes causaron los daños sean autoridades públicas o privadas prestando servicios públicos).",
            "Esta demanda deberá cumplir los siguientes requisitos:",
            "- La descripción de los hechos que generaron los daños.",
            "- Un estimativo en dinero de los daños causados.",
            "- La identificación de las 20 personas (mínimo) que resultaron afectadas por el hecho y que desean la reparación de los daños por este medio.",
            "- La identificación del demandado.",
            "- Las pruebas que permitan al juez verificar que los daños fueron consecuencia de los hechos alegados.",
            "3. Inicialmente el juez intentará una conciliación dentro del proceso. Si las partes llegan a un acuerdo, quedará en el acta de conciliación el acuerdo de pago de los perjuicios causados. De no llegar a un acuerdo, el juez valorará las pruebas presentadas para establecer si los hechos descritos en la demanda son los que generaron el daño y decidirá de qué forma y por qué monto deben ser indemnizadas las personas que promovieron la acción."
        ],
        "donde_acudir": [
            "Centro De Conciliación",
            "Conciliador En Equidad",
            "Defensoría Del Pueblo",
            "Juzgado Administrativo",
            "Juzgado Civil",
            "Notaría"
        ],
        "tenga_encuenta": [
            "El número mínimo de personas que se requieren para que se pueda presentar la acción de grupo es de 20.",
            "Ese grupo de mínimo 20 personas deberá elegir a un representante que será el encargado de presentar la demanda.",
            "La acción de grupo debe ser presentada, dentro de los dos años siguientes a la ocurrencia de los hechos que generaron el daño o dentro de los dos años siguientes a la terminación de los hechos generadores del daño.",
            "La acción de grupo solo busca indemnizar.",
            "Si usted quiere prevenir un daño deberá acudir a otra acción constitucional como la acción popular.",
            "Para más información lo invitamos a consultar el tema ¿Qué debo hacer si se presenta una situación que afecta o amenaza afectar de manera grave, tanto mis derechos como los de la comunidad en la que vivo?  Usted puede desistir de estar en el grupo de personas que interponen la acción en el término establecido por el juez, que será siempre antes de la conciliación.",
            "Este desistimiento significa que no se le aplicará la decisión que el juez tome o el acuerdo al que se llegue en conciliación."
        ],
        "normatividad": [
            "• Constitución Política de Colombia, artículo 89 • Ley 472 de 1998 en el artículo 3 y el titulo segundo en donde se establece que es una acción de grupo y como se debe interponer."
        ],
        "fecha": "01/02/2018"
    },
    {
        "pregunta": "¿Cómo realizar solicitudes a las autoridades o instituciones privadas?",
        "descripcion": "Milena vive en un barrio en el cual no pasa el camión de la basura por lo tanto averiguando por internet se da cuenta que debe presentar un derecho de petición en las oficinas del prestador de servicios de aseo solicitando información sobre el porqué de la negación del servicio. En este y otros casos, en los que usted necesite obtener información, solicitar documentos, presentar quejas, recursos o hacer valer sus derechos, ante autoridades públicas o instituciones privadas, podrá presentar ante ellas peticiones o solicitudes respetuosas, con el fin de recibir una pronta respuesta acerca de lo solicitado.",
        "que_hacer": [
            "1. El derecho de petición puede ser presentado de manera verbal o escrita. Si la solicitud es  verbal, puede acercarse a la entidad pública o privada explicando claramente cuál es la solicitud o queja y aportando la información necesaria, como teléfono y dirección, para recibir una respuesta acorde a lo solicitado.",
            "Si la solicitud es escrita, podrá presentar carta en la cual deberá estar consignada la siguiente información:",
            "- La autoridad o persona a la que se dirige la petición.",
            "- Nombre completo, número de cédula o documento de identificación del solicitante y las indicaciones claras del lugar o dirección donde puede recibir la respuesta, siendo posible una dirección de correo electrónico, si prefiere recibir la respuesta por este medio.",
            "- Lo que solicita, en términos claros y precisos, así como las razones que justifican la solicitud. No es necesario que en el escrito se diga expresamente, que se trata de un derecho de petición.",
            "- Cuando se trate de solicitudes que tengan requisitos especiales fijados por ley o reglamentos, el peticionario presentará los documentos o demás requisitos que se exigen.",
            "2. Luego de presentar la petición, la entidad trasladará la misma al ente competente para responderla y tendrá un plazo de 15 días contados desde el día siguiente a la recepción de la solicitud, excepto cuando:",
            "- Se solicite la entrega de información o documentos, para lo cual el plazo para responder es de 10 días. Luego de este plazo, si no se ha recibido respuesta se entenderá aceptada la petición y la entidad pública o privada contará con 3 días para hacer la entrega de los elementos solicitados.",
            "- Se eleve una consulta especializada a las autoridades en relación con las materias a su cargo, para lo cual tendrán un plazo de 30 días contados a partir de la recepción de la petición para dar respuesta.",
            "3. Dando cumplimiento a los plazos, la entidad pública o privada a la cual se le presente la petición dará respuesta a la solicitud, de manera escrita y será enviada a la dirección de contacto entregada por el peticionario. Si la entidad no puede cumplir con el plazo, tendrá que explicar por escrito el porqué de la demora y no podrá exceder el doble del plazo estipulado para dar una respuesta definitiva."
        ],
        "donde_acudir": [
            "Entidad O Persona A La Que Quiere Dirigir Su Petic"
        ],
        "tenga_encuenta": [
            "Si la autoridad que recibió la solicitud no es la competente para resolver, tendrá diez (10) días para remitir la solicitud a la autoridad correcta, de lo cual deberá informar al ciudadano, y desde que la nueva autoridad lo reciba, le empezarán a correr los plazos generales para responder.",
            "Existe cierta información que por Ley se considera reservada, y por tanto no se puede tener acceso a ella a través de una petición.",
            "La entidad deberá explicar al ciudadano los motivos por los cuales la información es reservada, y si en todo caso, el peticionario considera que necesita conocer la información, existe una Acción denominada de \"\"insistencia\"\", la cual se presenta ante el Tribunal o Juez Administrativo del lugar donde se encuentren los documentos, quien deberá decidir la situación dentro de los diez (10) días siguientes.",
            "El derecho de petición es gratuito, de manera que ninguna entidad puede exigir pago alguno por recibir el derecho de petición.",
            "No responder o no atender un derecho de petición constituye una falta disciplinaria para los funcionarios o autoridades que no la atendieron.",
            "Menores de edad puede presentar derechos de petición si necesidad del acompañamiento de un representante legal."
        ],
        "normatividad": [
            "• Constitución Política de Colombia, artículo 23 que establece el derecho de petición como mecanismo para hacer solicitudes respetuosas.",
            "• Ley 1755 de 2015, que regula el Derecho Fundamental de petición y que modificó las normas existentes en el Código de Procedimiento Administrativo y de lo Contencioso Administrativo."
        ],
        "fecha": "26/06/2018"
    },
    {
        "pregunta": "¿Cómo debo presentar una acción de tutela para proteger mis derechos fundamentales?",
        "descripcion": "Dante es un niño de 7 años que sufre de un retraso psicomotor desde su nacimiento, requiriendo tratamiento integral para manejar su enfermedad. Dante se encuentra afiliado a una EPS, pero hace unos meses esta decidió suspender el tratamiento que le fuere prescrito por el médico tratante, lo que está vulnerando no sólo la salud de Dante, sino su calidad de vida e integridad personal. La madre de Dante ha gestionado los trámites administrativos ante la EPS, para que se continúe con el tratamiento, sin obtener respuesta satisfactoria. Alicia de 75 años requiere con urgencia una cirugía para salvar su ojo derecho. Al solicitar el procedimiento en su EPS esta se negó. Aunque podría realizar otros trámites administrativos para que le realicen el procedimiento, ella debe ser intervenida con extrema urgencia ya que su condición es muy grave y esperar podría llevarla irremediablemente a perder su ojo. Para este caso y otros similares, en los cuales se amenacen o vulneren derechos fundamentales por una autoridad pública, y en algunos casos por particulares, existe una acción que permite que las personas soliciten a un Juez, la protección inmediata a sus derechos.",
        "que_hacer": [
            "1. Presente de manera verbal o escrita ante cualquier juez del  lugar donde ocurrió la violación o la amenaza del derecho la solicitud de tutela que deberá incluir:",
            "- Los datos de identificación",
            "- Los hechos que lo llevaron a presentar la acción de tutela.",
            "- Los posibles derechos vulnerados",
            "- La solución que usted considera conveniente para proteger sus derechos",
            "- Asegurar que no ha interpuesto una solicitud ante otra autoridad al mismo tiempo, para proteger los derechos vulnerados.",
            "2. Presentada la acción de tutela, el Juez analizará la situación, practicará pruebas y decidirá dentro de los 10 días siguientes a la solicitud. De encontrar que realmente existe una amenaza o violación a los derechos fundamentales, dará órdenes expresas a los responsables para que se supere la situación y se protejan los derechos.",
            "3.  Si no se está de acuerdo con la decisión del Juez, a partir del momento en que oficialmente le comuniquen la decisión, se tienen tres días para presentar la impugnación, en la cual manifestará las razones de su inconformidad. Basta que la persona manifieste o escriba la palabra “impugno”"
        ],
        "donde_acudir": [
            "Juez De La República"
        ],
        "tenga_encuenta": [
            "Algunos de los derechos más comunes que se protegen por vía de tutela son el derecho de petición, los derechos de los niños, el derecho a la salud, los derechos ligados a la maternidad, etc.",
            "Sin embargo, no existe una lista específica de los derechos fundamentales que pueden ser protegidos por media la acción de tutela, por eso el juez es el encargado de determinar si se trata de un derecho fundamental tutelable o no.",
            "Usted debe surtir todos los trámites distintos a la tutela para tratar de hacer cesar la violación de derechos, a menos que la amenaza o la vulneración de derechos sea tan grave que pueda provocar de manera irremediable un perjuicio y se necesite la protección de manera urgente.",
            "La acción de tutela no procede para solicitar la libertad de una persona.",
            "En estos casos debe acudirse a la acción que se conoce como \"\"Habeas Corpus\"\".",
            "Para más información pulsar aquí.",
            "Usted solo podrá presentar  acciones de tutela en contra de personas o empresas particulares en los siguientes casos:- Cuando prestan servicios públicos como las empresas de salud, instituciones de educación, empresas de prestación de servicios de agua, luz, etc.",
            "- Cuando se amenazan o vulnera de manera grave y directa bienes o derechos de carácter colectivo, como derechos de grupos étnicos.",
            "- Cuando la persona afectada está subordinada del particular, como en las relaciones entre trabajadores y jefes.",
            "En caso de que el Juez dicte una sentencia favorable a la protección de los derechos, y la autoridad o particular obligado a cumplir las órdenes no lo hace, es posible presentar un recurso que se denomina \"\"incidente de desacato\"\" ante el mismo Juez que conoció de la tutela, poniendo en conocimiento la situación, solicitando dar cumplimiento a la decisión y/o sancionar con multa o arresto a quien está incumpliendo.",
            "Existen algunas reglas, que permiten definir cuál es el Juez específico ante el cual se debe presentar la acción de tutela.",
            "Sin embargo, en caso de equivocación en la aplicación de dichas reglas de reparto por parte del solicitante, el Juez no podrá rechazarle ni devolverle la solicitud, y lo que debe hacer es enviarla al Juez autorizado para resolver.",
            "Para consultar las reglas de reparto, acuda al Decreto 1382 de 2000."
        ],
        "normatividad": [
            "• Constitución Política de Colombia, artículo 86 que establece a la tutela como mecanismo idóneo para la protección de derechos fundamentales.",
            "• Decreto 2591 de 1991, que reglamenta la acción de tutela.",
            "• Decreto 1382 de 2000, que establece las reglas de reparto de la tutela."
        ],
        "fecha": "07/02/2018"
    },
    {
        "pregunta": "¿Qué debo hacer si se presenta una situación que afecta o amenaza afectar de manera grave, tanto mis derechos como los de la comunidad en la que vivo?",
        "descripcion": "Por ejemplo: Silvio vive en el Barrio Esperanza, el cual siempre ha sido considerado como ordenado y tranquilo.Sin embargo, desde hace unos meses el espacio público de algunas calles del barrio empezó a estar invadido por vendedores ambulantes, vehículos estacionados sobre la vía y estanterías de algunos locales comerciales que empezaron a ubicarse en los andenes. La situación se convertido en molesta  para Silvio y  los vecinos de su barrio, quienes consideran que ya no se puede transitar tranquilamente por las aceras ni tampoco se puede conducir fácilmente por las vías. Para este caso y otros similares, en los que se afecten o amenacen con ser afectados intereses colectivos como el goce de un ambiente sano, del equilibrio ecológico,  del espacio público, el patrimonio público, la seguridad y la salubridad públicas, entre otros, la ley ofrece la posibilidad de instaurar una acción popular, como mecanismo para solicitar ante un Juez la protección de dichos intereses.",
        "que_hacer": [
            "Antes de presentar una acción popular, es necesario primero solicitar a la autoridad o al particular en ejercicio de funciones administrativas, que vulneran o amenazan vulnerar los derechos colectivos, adoptar las medidas necesarias de protección a los derechos colectivos. En nuestro ejemplo, Diego puede solicitar a la alcaldía de su municipio que adopte las medidas correspondientes de recuperación del espacio público. La reclamación la puede hacer el afectado directamente, su representante o su abogado.",
            "Si la reclamación no se responde oportunamente o se responde negativamente, se puede hacer uso de la acción popular ante un Juez (ver la solución alternativa para este conflicto). Excepcionalmente, se podrá prescindir del requisito de reclamación directa, cuando la situación ponga en peligro inminente los intereses colectivos, pudiendo acudir directamente a la acción popular."
        ],
        "donde_acudir": [
            "Entidad Pública Correspondiente",
            "Particular"
        ],
        "tenga_encuenta": [
            "Las acciones populares proceden contra toda acción u omisión de las autoridades públicas o de los particulares, que hayan violado o amenacen violar los derechos e intereses colectivos.",
            "La finalidad de la acción popular es evitar el daño a alguno de los derechos o intereses colectivos, hacer cesar el peligro, la amenaza o la vulneración, y si es posible, volver las cosas a como estaban antes.",
            "Recuerde que la defensoría del pueblo cuenta con el Registro de Acciones Populares, en el cual se pueden consultar las sentencias de acción popular que ya han sido falladas.",
            "Puede consultar el Registro de Acciones Populares de la Defensoría del Pueblo en el siguiente enlace:eliseo.",
            "defensoria.",
            "org.",
            "co."
        ],
        "normatividad": [
            "Constitución Política de Colombia, Artículo 1, 2,88.",
            "Código de Procedimiento Administrativo y de lo Contencioso Administrativo, artículos 144, 152 num.",
            "16, 155 num.",
            "10, 229 parágrafo, 232, 272 y 273.",
            "Código Civil Colombiano, artículos 1005 a 1007, 2358, 2359 y 2360.",
            "Ley 9 de 1989 artículo 8.",
            "Ley 45 de 1990.",
            "Ley 472 de 1998.",
            "Corte Constitucional:- Sentencias C - 215 de 1999- C-088 de 2000 - C-377 de 2000,-  C-459 de 2004,-  C-512 de 2004."
        ],
        "fecha": "01/02/2018"
    },
    {
        "pregunta": "¿Qué debo hacer para exigir el cumplimiento de una ley o acto administrativo?",
        "descripcion": "",
        "que_hacer": [
            "El escrito de solicitud deberá contener: \r\n\r\n1. Nombre, identificación y lugar de residencia de la persona que instaura la acción.\r\n\r\n2. La determinación de la Ley o Acto Administrativo incumplido. Si la\r\nAcción recae sobre Acto Administrativo, deberá adjuntarse copia del\r\nmismo. Tratándose de Acto Administrativo verbal, deberá anexarse prueba\r\nsiquiera sumaria de su existencia.\r\n\r\n3. Hechos constitutivos del incumplimiento.\r\n\r\n4. Determinación de la autoridad o particular incumplido.\r\n\r\n5. Prueba de la constitución en renuencia, salvo que esté exceptuado de hacerlo. \r\n\r\n6. Solicitud de pruebas y enunciación de las que pretendan hacer valer.\r\n\r\n7. Manifestación, que se entiende presentada bajo gravedad del\r\njuramento, de no haber presentado otra solicitud respecto a los mismos\r\nhechos o derechos ante ninguna otra autoridad."
        ],
        "donde_acudir": [
            "Entidad Pública Correspondiente",
            "Juzgado Administrativo",
            "Tribunal Administrativo"
        ],
        "tenga_encuenta": [
            "Todos los ciudadanos, en cualquier tiempo, pueden presentar acción de cumplimiento cuando consideren que una ley o acto administrativo (manifestación unilateral de la administración) no se cumple por parte de las autoridades administrativas o particulares.",
            "La acción de cumplimiento fue creada para garantizar los derechos de orden legal de los ciudadanos y/o para la solicitar la aplicación de un mandato legal o administrativo, que sea específico y determinado.",
            "Por regla general, debe solicitársele a la autoridad administrativa el cumplimiento de la ley.",
            "No se deberá presentar dicha solicitud cuando cumplir el requisito genere inminente peligro de sufrir un perjuicio irremediable para el accionante, caso en el cual deberá ser sustentado en la demanda.",
            "La solicitud también podrá ser presentada verbalmente,  cuando el solicitante no sepa leer ni escribir, sea menor de edad o se encuentre en situación de extrema urgencia.",
            "La acción de Cumplimiento no procederá para la protección de derechos que puedan ser garantizados mediante la acción de Tutela.",
            "No procederá cuando exista otro instrumento judicial para lograr el efectivo cumplimiento.",
            "Si la acción recae sobre acto administrativo, deberá adjuntarse copia del mismo.",
            "Tratándose de acto administrativo verbal, deberá anexarse prueba de su existencia.",
            "Mediante la acción de cumplimiento no se busca obtener indemnización de daños o perjuicios.",
            "Cuando del incumplimiento de la ley o de actos administrativos se generen perjuicios, los afectados podrán solicitar las indemnizaciones por medio de las acciones judiciales pertinentes.",
            "Cuando se pretende la protección directa de derechos constitucionales fundamentales, se debe presentar acción de tutela.",
            "Para más información haga clic aquí.",
            "Si se ordena el cumplimiento de la ley y vencido el plazo no se ha cumplido la orden, el Juez se dirigirá al superior del responsable y le requerirá para que lo haga cumplir y abra el proceso disciplinario correspondiente.",
            "El juez podrá sancionar por desacato al responsable y al superior hasta que éstos cumplan su sentencia."
        ],
        "normatividad": [
            "• Constitución Política de Colombia, artículos: 2,  40, 87.",
            "• Ley 393 de 1997.",
            "Por la cual se desarrolla el artículo 87 de la Constitución Política.",
            "• Corte Constitucional, sentencias: C-157 de 1998, C-158 de 1998, C-193 de 1998, C-893 de 1999,  C-638 de 2000, C-1147 de 2001, C-1194 de 2001."
        ],
        "fecha": "11/10/2017"
    },
    {
        "pregunta": "¿Qué debo hace para solicitar la inconstitucionalidad de una norma?",
        "descripcion": "Lisandro no está de acuerdo con una ley que según él vulnera el derecho a la igualdad de las personas con discapacidad, por ello quiere buscar la forma de que esa norma sea eliminada del ordenamiento jurídico, sin embargo no sabe  lo que debe hacer o ante quien acudir para ello. Para estos casos o similares, existe la acción pública de inconstitucionalidad, mecanismo que puede ser utilizado por todos los ciudadanos y consiste en solicitar que se retiren normas (ley, decretos con fuerza de ley)  que se considera que contradicen o violan la Constitución Política de Colombia.",
        "que_hacer": [
            "En caso de que usted quiera presentar acción de inconstitucionalidad, deberá acudir ante cualquier notaría, despacho judicial o ante la misma Corte Constitucional (Secretaria General), allí deberá exhibir el documento de identificación para acreditar su condición de ciudadano colombiano; de igual manera, debe presentar por escrito la demanda (acción de inconstitucionalidad), así como un duplicado o copia de la misma, este escrito debe contener por lo menos lo siguientes requisitos:\r\n    \r\n        \r\n        Las normas acusadas como inconstitucionales, su transcripción por cualquier medio o un ejemplar de la publicación oficial de las mismas.\r\n        \r\n        \r\n        Las normas constitucionales que se consideren vulneradas.\r\n        \r\n        \r\n        Las razones por las cuales dichos textos se estiman violados.\r\n        \r\n        \r\n        En caso de ser necesario, se deberá señalar el trámite impuesto por la Constitución para la expedición del acto demandado y la forma en que fue quebrantado.\r\n        \r\n        \r\n        La razón por la cual la Corte Constitucional es competente para conocer de la demanda.\r\n        \r\n    \r\n    \r\n    \r\n    Luego de que la demanda ha sido presentada o recibida en la Secretaría General de la corte, se procede a su radicación y luego al reparto de la misma, este proceso se hace por sorteo en sala plena, es decir con la presencia de todos los magistrados de la Corte Constitucional, allí se escoge a un magistrado, quien tendrá diez (10) días para adoptar alguna de las siguientes decisiones:\r\n    \r\n        \r\n        Admitir la demanda, cuando reúne todos los requisitos.\r\n        \r\n        \r\n        Inadmitir la demanda, cuando no reúne alguno de los requisitos. En éste evento, se le concede al demandante el término de tres (3) días a partir de la notificación por estado, (fijado en la Secretaria y publicado en la página web), para corregir la misma.\r\n        \r\n        \r\n        Rechazo de la demanda, que se presenta cuando el actor no corrige su escrito de demanda una vez ha sido inadmitida, cuando recaiga sobre una norma que ya ha sido estudiada con anterioridad (cosa juzgada) o cuando se demandan normas para las cuales la Corte carezca de competencia.\r\n        \r\n    \r\n    \r\n    \r\n    En caso de que sea admitida la demanda, se ordenará correr traslado por treinta (30) días al Procurador General de la Nación, para que rinda concepto; de igual manera, en el auto admisorio de la demanda se ordenará fijar en lista las normas acusadas por el término de diez (10) días para que cualquier ciudadano las impugne o defienda.\r\n    Una vez vencido el término para que rinda concepto el Procurador, se iniciará el cómputo de treinta (30) días para que el magistrado sustanciador presente el proyecto de sentencia a la Corte. Luego de esto comenzarán a correr los sesenta (60) días de que dispone la Corte para adoptar su decisión, por medio de sentencia."
        ],
        "donde_acudir": [
            "Corte Constitucional"
        ],
        "tenga_encuenta": [
            "Para presentar una demanda de inconstitucionalidad no se requiere ser profesional, ni tener una preparación especial, por lo tanto, cualquier ciudadano por el sólo hecho de serlo, puede ejercer la acción pública de inconstitucionalidad.",
            "La sentencia que surja de este proceso, tiene efectos para todos los ciudadanos, no sólo para quienes intervinieron en el proceso.",
            "Este proceso, requiere solicitud ciudadana, es decir, la Corte Constitucional no realiza el control a las normas de manera automática.",
            "A solicitud de cualquier persona, el Defensor del Pueblo podrá demandar, impugnar o defender ante la Corte normas directamente relacionadas con los derechos constitucionales.",
            "En caso de que la demanda sea rechazada, el demandante cuenta con tres (3) días siguientes a partir de la notificación por estado, para presentar recurso de súplica."
        ],
        "normatividad": [
            "Decreto 2067 de 1991, dicta el régimen procedimental de los juicios y actuaciones que deban surtirse ante la corte constitucional.",
            "Constitución Política de Colombia: Capítulo 4 “de la jurisdicción constitucional” artículos 239 a 245."
        ],
        "fecha": "31/01/2018"
    },
    {
        "pregunta": "¿Qué debo hacer si soy privado injustamente de la libertad o si mi detención se prolonga ilegalmente?",
        "descripcion": "Camila es detenida por la policía mientras iba saliendo de su casa y los policías no le muestran la orden de captura, ni le informan porque se le está deteniendo y cuando llegan a la estación de policía no le permiten llamar a nadie violando sus derechos fundamentales. Para casos como este o similares, en nuestro país existe un derecho fundamental y una acción constitucional llamada hábeas corpus, cuya finalidad es proteger a las personas cuando son privadas de su libertad con violación de las garantías constitucionales o legales, o cuando esa privación se prolongue ilegalmente (más allá del tiempo permitido, es decir, más de 36 horas sin definir su situación jurídica).",
        "que_hacer": [
            "La acción de Hábeas Corpus puede ser presentada de manera verbal o escrita ante cualquier juez del lugar donde se presente la reclusión ilegal, por parte de la persona privada de la libertad (la cárcel donde se encuentre la persona debe asegurarse que las peticiones sean recibidas) , de igual manera, por cualquier persona que actúe en nombre del capturado o preso, esto sin que medie ninguna formalidad, mandato o autenticación; así como por la Defensoría del Pueblo o la Procuraduría General de la Nación.\r\n    La petición de Hábeas Corpus deberá contener:\r\n    \r\n        El nombre de la persona que se busca favorecer por medio de la acción presentada.\r\n        Las razones por las cuales se considera que la privación de su libertad es ilegal o arbitraria.\r\n        La fecha de reclusión y el lugar donde se encuentra la persona privada de la libertad.\r\n        En caso de conocerlos, el nombre y cargo del funcionario que ha ordenado la privación de la libertad.\r\n        El nombre, documento de identidad y lugar donde se encuentra el solicitante.\r\n        \r\n        La afirmación, bajo la gravedad del juramento, que ningún otro juez ha asumido el conocimiento de la solicitud de hábeas corpus o decidido sobre la misma (se considerara prestado el juramento por la presentación de la petición).\r\n        \r\n    \r\n    \r\n    \r\n    Presentada la acción de Hábeas Corpus, el Juez analizará la situación y decidirá dentro de las 36 horas siguientes a la solicitud, si procede o no ordenar la libertad a la persona. En caso de que proceda la libertad, esta será ordenada y efectuada de manera inmediata.\r\n    \r\n    \r\n    En caso de que la persona se encuentre inconforme con la decisión del Juez, tienen tres (3) días, a partir del momento en que le comuniquen la decisión, para presentar la impugnación, es decir solicitar que se revise la decisión anterior por parte del Juez superior, en la cual manifestará las razones de su inconformidad. Para presentarla basta que la persona manifieste o escriba la palabra “impugno”.\r\n    El juez que conozca de esa impugnación cuenta con 72 horas para resolverla."
        ],
        "donde_acudir": [
            "Juez De La República"
        ],
        "tenga_encuenta": [
            "Se podrá iniciar la acción de habeas corpus cuando se recibe amenazas de detención, cuando no se tiene una orden escrita de detención y aun así la ejecutan, cuando una persona que se encuentra en la cárcel percibe que se agrava ilegalmente las condiciones que lo privan de la libertad     No es necesario contar con el apoyo de un abogado para iniciar el trámite, pero se recomienda asesorarse en caso de dudas.",
            "El Hábeas Corpus es un derecho fundamental y, a la vez, una acción constitucional    Reconocido el Hábeas Corpus, la autoridad judicial compulsará copias para que el funcionario competente inicie las investigaciones a que haya lugar.",
            "Si la persona se encuentra privada de la libertad por una sentencia judicial condenatoria y considera que tiene derecho a la libertad por haber obtenido algún beneficio o porque ha cumplido la totalidad de la pena privativa de la libertad, es el juez de ejecución de penas y medidas de seguridad, la primera autoridad judicial llamada a pronunciarse sobre la solicitud de libertad.",
            "En caso de que se presenten días festivos o vacancia judicial, no se puede suspender o aplazar el trámite del hábeas corpus.",
            "El juez que no tramite o decida dentro de los términos legales una petición de hábeas corpus o por cualquier medio obstaculice su tramitación, incurrirá en prisión de treinta y dos (32) meses a noventa (90) meses y pérdida del empleo o cargo público."
        ],
        "normatividad": [
            "• Constitución Política de Colombia, artículos 30 derecho a invocar ante cualquier autoridad hábeas corpus, 28 derecho a la libertad, 85 acción de tutela.",
            "• Código de Procedimiento Penal, artículo 295 la privación o restricción de la libertad del imputado tienen carácter excepcional.",
            "• Ley 1095 de 2006, reglamenta el artículo 30 (hábeas corpus) de la Constitución Política.",
            "• Ley 137 de 1994, artículo 4 derechos intangibles.",
            "• Código Penal, artículo 177 desconocimiento del hábeas corpus.",
            "• Corte Constitucional, sentencias C-187 de 2006: “el radio de protección del hábeas corpus no se limita a cubrir solo el derecho a la libertad sino que se expande para cubrir los otros derechos fundamentales íntimamente relacionados con éste, y que le dan soporte, como son los derechos a la vida y a la integridad personal.",
            "• Sentencia C-038 de 2018: norma que precisa la posibilidad de interponer acción de habeas corpus en caso de prolongación indebida de privación de libertad derivado de la no aplicación oportuna de la ley 1820 de 2016 y el Decreto ley 277 de 2017."
        ],
        "fecha": "31/08/2020"
    }
]